{"level":0,"children":[{"level":1,"children":[{"level":2,"gor":"_1A","id":null,"value":"As no feature has sufficient diagnostic power to establish or exclude the diagnosis of ACC, it is recommended not to rely on a single clinical or laboratory finding. "},{"level":2,"gor":"_2D","id":null,"value":"For the diagnosis of ACC, we suggest using a combination of detailed history, complete clinical examination, laboratory tests and imaging investigations. However, the best combination is not known."},{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"We recommend the use of abdominal ultrasound (US) as the preferred initial imaging technique, in view of its cost-effectiveness, wide availability, reduced invasiveness, and good accuracy for gallstones disease."}],"gor":"_MU","id":null,"value":"Which initial imaging technique should be used in case of a suspected diagnosis of ACC?"},{"level":2,"children":[{"level":3,"gor":"_1B","id":null,"value":"We suggest the use of further imaging for the diagnosis of ACC in selected patients, depending on local expertise and availability. Hepatobiliary iminodiacetic acid (HIDA) scan has the highest sensitivity and specificity for the diagnosis of ACC as compared to other imaging modalities. Diagnostic accuracy of computed tomography (CT) is poor. Magnetic resonance imaging (MRI) is as accurate as abdominal US."}],"gor":"_MU","id":null,"value":"What is the role of other imaging techniques (e.g. Hepatobiliary iminodiacetic acid - HIDA scan, Abdominal Computed Tomography - CT scan and Magnetic Resonance Imaging - MRI) in the diagnosis of ACC?"}],"gor":"_MU","id":null,"value":"Diagnosis of acute calculus cholecystitis (ACC)"},{"level":1,"children":[{"level":2,"children":[{"level":3,"gor":"_1B","id":null,"value":"We recommend against the use of elevated LFTs or bilirubin as the only method to identify CBDS in patients with ACC, in which case we recommend performing further diagnostic tests. "}],"gor":"_MU","id":null,"value":"Are elevated liver function tests (LFTs) or bilirubin sufficient for the diagnosis of CBDS in patients with acute calculous cholecystitis?"},{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"An increased diameter of common bile duct, an indirect sign of stone presence, is not sufficient to identify ACC patients with CBDS and we therefore recommend performing further diagnostic tests."},{"level":3,"gor":"_2D","id":null,"value":"We suggest considering the visualization of a stone in the common bile duct at transabdominal US as a predictor of CBDS in patients with ACC."}],"gor":"_MU","id":null,"value":"Which imaging features are predictive of CBDS in patients with ACC?"},{"level":2,"children":[{"level":3,"gor":"_2C","id":null,"value":"In order to assess the risk for CBDS, we suggest performing liver function tests (LFTs), including ALT, AST, bilirubin, ALP, GGT and abdominal US in all patients with ACC. "}],"gor":"_MU","id":null,"value":"Which tests should be performed to assess the risk of CBDS in patients with ACC?"},{"level":2,"children":[{"level":3,"gor":"_2D","id":null,"value":"We suggest stratifying the risk of CBDS according to the proposed classification modified from the American Society of Gastrointestinal Endoscopy and the Society of American Gastrointestinal Endoscopic Surgeon Guidelines. "}],"gor":"_MU","id":null,"value":"What is the best tool to stratify the risk for CBDS in patients with ACC?"},{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"We recommend that patients with moderate risk for CBDS undergo one of the following: preoperative magnetic resonance cholangiopancreatography (MRCP), preoperative endoscopic ultrasound (EUS), intraoperative cholangiography (IOC), or laparoscopic ultrasound (LUS), depending on local expertise and availability."}],"gor":"_MU","id":null,"value":"Which actions are warranted in patients with ACC and at moderate risk for CBDS?"},{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"We recommend that patients with high-risk for CBDS undergo preoperative ERCP, IOC or LUS, depending on the local expertise and the availability of the technique. "}],"gor":"_MU","id":null,"value":"Which actions are warranted in patients with ACC and at high risk for CBDS?"},{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"We recommend removing CBDS, either preoperatively, intraoperatively, or postoperatively, according to the local expertise and the availability of several techniques."}],"gor":"_MU","id":null,"value":"Which is the appropriate treatment of CBDS in patients with ACC?"}],"gor":"_MU","id":null,"value":"Associated common bile duct stones (CBDS): which tools to use for suspicion and diagnosis at presentation?"},{"level":1,"children":[{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"We recommend laparoscopic cholecystectomy as the first-line treatment for patients with ACC."}],"gor":"_MU","id":null,"value":"Which is the preferred first line of treatment for patients with ACC?"},{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"We recommend avoiding laparoscopic cholecystectomy in case of septic shock or absolute anaesthesiology contraindications."}],"gor":"_MU","id":null,"value":"When should laparoscopic cholecystectomy be avoided in patients with ACC?"},{"level":2,"children":[{"level":3,"gor":"_2C","id":null,"value":"We suggest performing laparoscopic cholecystectomy for ACC patients with Child’s A and B cirrhosis, patients with advanced age (including more than 80 years old), and patients who are pregnant. "}],"gor":"_MU","id":null,"value":"Is laparoscopic cholecystectomy safe and feasible for patients with ACC who have liver cirrhosis, are older than 80 years or are pregnant?"},{"level":2,"children":[{"level":3,"gor":"_1B","id":null,"value":"We recommend laparoscopic or open subtotal cholecystectomy in situations in which anatomic identification is difficult and in which the risk of iatrogenic injuries is high."}],"gor":"_MU","id":null,"value":"Which surgical strategies should be adopted in case of difficult anatomic identification of structures during cholecystectomy for ACC?"},{"level":2,"children":[{"level":3,"gor":"_1B","id":null,"value":"We recommend conversion from laparoscopic to open cholecystectomy in case of severe local inflammation, adhesions, bleeding from the Calot’s triangle or suspected bile duct injury."}],"gor":"_MU","id":null,"value":"When should conversion from laparoscopic to open cholecystectomy be considered in patients with ACC?"}],"gor":"_MU","id":null,"value":"Surgical treatment of ACC"},{"level":1,"children":[{"level":2,"children":[{"level":3,"gor":"_1B","id":null,"value":"In the presence of adequate surgical expertise, we recommend ELC be performed as soon as possible, within 7 days from hospital admission and within 10 days from the onset of symptoms."},{"level":3,"gor":"_2D","id":null,"value":"We suggest DLC to be performed beyond 6 weeks from the first clinical presentation, in case ELC cannot be performed (within 7 days of hospital admission and within 10 days of onset of symptoms)."}],"gor":"_MU","id":null,"value":"When is the optimal timing for laparoscopic cholecystectomy in patients with ACC?"}],"gor":"_MU","id":null,"value":"Timing of cholecystectomy in people with ACC"},{"level":1,"children":[{"level":2,"children":[{"level":3,"gor":"_2D","id":null,"value":"We cannot suggest the use of any prognostic model in patients with ACC."}],"gor":"_MU","id":null,"value":"How can the prognosis and surgical risk be assessed for patients with ACC?"}],"gor":"_MU","id":null,"value":"Risk prediction in ACC"},{"level":1,"children":[{"level":2,"children":[{"level":3,"gor":"_2C","id":null,"value":"We suggest considering NOM, i.e. best medical therapy with antibiotics and observation, for patients refusing surgery or those who are not suitable for surgery."},{"level":3,"gor":"_2C","id":null,"value":"We suggest considering alternative treatment options for patients who fail NOM and who still refuse surgery or patients who are not suitable for surgery. "}],"gor":"_MU","id":null,"value":"When should Non-Operative Management be considered for patients with ACC?"},{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"Immediate laparoscopic cholecystectomy is superior to percutaneous transhepatic gallbladder drainage (PTGBD) in high risk patients with ACC. We recommend laparoscopic cholecystectomy as the first-choice treatment in this group of patients. "}],"gor":"_MU","id":null,"value":"Which is the first-choice treatment for ACC in high risk patients?"},{"level":2,"children":[{"level":3,"gor":"_1B","id":null,"value":"We recommend performing gallbladder drainage in patients with ACC who are not suitable for surgery, as it converts a septic patient with ACC into a non-septic patient. "}],"gor":"_MU","id":null,"value":"What is the role of gallbladder drainage in patients with ACC who are not suitable for surgery?"},{"level":2,"children":[{"level":3,"gor":"_2D","id":null,"value":"Delayed laparoscopic cholecystectomy is suggested after reduction of perioperative risks to decrease readmission for ACC relapse or gallstone-related disease."}],"gor":"_MU","id":null,"value":"Should delayed cholecystectomy be offered to patients with ACC after the reduction of perioperative risk?"},{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"In patients with ACC who are not suitable for surgery, endoscopic transpapillary gallbladder drainage (ETGBD) or ultrasound-guided transmural gallbladder drainage (EUS-GBD) should be considered safe and effective alternatives to PTGBD, if performed in high-volume centers by skilled endoscopists."},{"level":3,"gor":"_1A","id":null,"value":" If endoscopic transpapillary gallbladder drainage is performed, both endoscopic nasogatric endoscopic gallbladder drainage (ENGBD) and endoscopic gallbladder stenting (EGBS) should be considered suitable options, based on patient characteristics and on the endoscopist’s decision."}],"gor":"_MU","id":null,"value":"Can endoscopic gallbladder drainage be considered an alternative to PTGBD in patients with ACC who are not suitable for surgery?"},{"level":2,"children":[{"level":3,"gor":"_1B","id":null,"value":"EUS-GBD with lumen-apposing self-expandable metal stents (LAMSs) should be preferred to ETGBD, if performed by skilled endoscopists."},{"level":3,"gor":"_2C","id":null,"value":" If a EUG-GBD is performed using metal stents, we recommend their removal within 4 weeks, in order to avoid food impaction with subsequent high risk of recurrence of ACC."},{"level":3,"gor":"_1A","id":null,"value":"In uncomplicated ACC, we recommend against the routine use of postoperative antibiotics when the focus of infection is controlled by cholecystectomy."},{"level":3,"gor":"_1A","id":null,"value":"In complicated ACC, we recommend prescribing the antimicrobial regimen based on the presumed pathogens involved and the risk factors for major resistance patterns."}],"gor":"_MU","id":null,"value":"What is the role of endoscopic transmural ultrasound-guided gallbladder drainage (EUS-GBD) in patients with ACC who are not suitable for surgery?"}],"gor":"_MU","id":null,"value":"Alternative treatment for patients with ACC who are not suitable for surgery: observation and techniques for gallbladder drainage"},{"level":1,"children":[{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"In uncomplicated ACC, we recommend against the routine use of postoperative antibiotics when the focus of infection is controlled by cholecystectomy."}],"gor":"_MU","id":null,"value":"Which is the optimal antibiotic treatment for patients with uncomplicated ACC?"},{"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"In complicated ACC, we recommend prescribing the antimicrobial regimen based on the presumed pathogens involved and the risk factors for major resistance patterns."}],"gor":"_MU","id":null,"value":"Which is the optimal antibiotic treatment for patients with complicated ACC?"},{"level":2,"children":[{"level":3,"gor":"_2B","id":null,"value":"In patients with complicated ACC and patients at high risk for antimicrobial resistance, we recommend adapting the targeted antibiotic regimen to the results of microbiological analysis, ensuring adequate antimicrobial coverage. "}],"gor":"_MU","id":null,"value":"What is the role of microbiological cultures and sensitivities in patients with ACC?"}],"gor":"_MU","id":null,"value":"Antibiotic treatment of ACC"}],"indexedList":[],"gor":"_MU","id":null,"value":"2020 World Society of Emergency Surgery updated guidelines for the diagnosis and treatment of acute calculus cholecystitis"}