{"keywords":[109,110,111,113],"level":0,"children":[{"keywords":[119],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"The term \"skin and soft-tissue infections\" describes a wide heterogeneity of clinical conditions. We recommend that the necrotizing or non-necrotizing character of the infection, the anatomical extension, the characteristics of the infection (purulent or not purulent), and the clinical condition of the patient should be always assessed independently to classify patients with soft-tissue infections"}],"gor":"_MU","id":null,"value":"How should skin and soft tissue infections (SSTIs) be classified?"},{"keywords":[112],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"Recent global guidelines for the prevention of SSIs can support healthcare workers to develop or strengthen infection prevention and control programs, with a focus on surgical safety, as well as antimicrobial resistance action plans. We recommend that all healthcare workers adopt these evidence-based recommendations in their clinical practice"}],"gor":"_MU","id":null,"value":"What is new in the prevention of SSIs? What are the principles of surgical site infection (SSI) prevention?"},{"keywords":[26],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"Incisional SSIs require prompt and wide opening of the surgical incision. We recommend antibiotic therapy for incisional SSIs with any Systemic Inflammatory Response Syndrome criteria or signs of organ failure such as hypotension, oliguria, decreased mental alertness, or in immunocompromised patients"}],"gor":"_MU","id":null,"value":"What is the best treatment of incisional SSIs? When are antibiotics needed?"},{"keywords":[114,115,116],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"We recommend that impetigo, erysipelas, and cellulitis should be managed by antibiotics against Gram-positive bacteria"},{"level":2,"gor":"_1C","id":null,"value":"Empiric therapy for community-acquired MRSA (CA-MRSA) should be recommended for patients at risk for CA-MRSA or who do not respond to first line therapy"},{"level":2,"gor":"_1C","id":null,"value":"Incision and drainage is the primary treatment for simple abscesses or boils. We recommend not to use antibiotics for simple abscesses or boils"}],"gor":"_MU","id":null,"value":"What is the appropriate treatment of superficial infections (impetigo, erysipelas and cellulitis, and superficial abscesses)?"},{"keywords":[114],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"Complex skin and subcutaneous abscesses are typically well circumscribed and respond to incision and drainage. We recommend antibiotic therapy if systemic signs of infection are present, in immunocompromised patients, if source control is incomplete or in cases of abscess with significant cellulitis"},{"level":2,"gor":"_1C","id":null,"value":"We recommend empiric broad-spectrum antibiotic therapy with coverage of Gram-positive, Gram-negative, and anaerobic bacteria"}],"gor":"_MU","id":null,"value":"What is the appropriate treatment of complex abscesses (perianal and perirectal, and abscesses in intravenous drug injection sites)?"},{"keywords":[117],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"Irrigation of the wound and debridement of necrotic tissue are the most important factors in the prevention of infection and can substantially decrease the incidence of invasive wound infection. Antibiotic prophylaxis is not generally recommended"},{"level":2,"gor":"_1C","id":null,"value":"For patients with systemic signs of infection, compromised immune status, severe comorbidities, associated severe cellulitis, severe and deep wounds, a broad-spectrum antibiotic effective against aerobic, and anaerobic organisms is always required"}],"gor":"_MU","id":null,"value":"What is the appropriate treatment of infections developing in damaged skin (burn wounds, animal and human bites, and pressure ulcers)?"},{"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"We recommend to administer antibiotics directed against MRSA as an adjunct to incision and drainage based on local epidemiology (area with more than 20% of MRSA in invasive hospital isolates or high circulation of MRSA in the community), specific risk factors for MRSA, and clinical conditions"}],"gor":"_MU","id":null,"value":"When to administer antibiotics for MRSA in complicated SSTI?"},{"keywords":[26],"level":1,"children":[{"level":2,"gor":"_1A","id":null,"value":"For oral antibiotic coverage of MRSA in patients with SSTI, we suggest the following agents: linezolid"},{"level":2,"gor":"_1A","id":null,"value":"For intravenous (IV) antibiotic coverage of MRSA in patients with SSTI, we suggest the following agents: daptomycin (10 mg\/kg\/dose IV once daily)"},{"level":2,"gor":"_1A","id":null,"value":"Seven to 14days of therapy is recommended but should be individualized on the basis of the patient's clinical response"},{"level":2,"gor":"_1C","id":null,"value":"IV to oral switch should occur when criteria of clinical stability have been reached"}],"gor":"_MU","id":null,"value":"What oral antibiotics can be used for the management of MRSA skin and soft-tissue infections? What intravenous antibiotics can be used for the management of MRSA skin and soft-tissue infections?"},{"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"The necrotizing or non-necrotizing character of the infection should be always specified when classifying patients with soft-tissue infections"}],"gor":"_MU","id":null,"value":"What are necrotizing infections?"},{"keywords":[119],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"Patients with necrotizing infections should be classified into the following:\nHigh risk of poor outcome;\nMild\/moderate risk of poor outcome. \nScores used for severity assessment of patients with necrotizing infections may be useful in the emergency room or outside the intensive care unit (ICU) and may identify patients early, who require surgical treatment and perioperative intensive care management"}],"gor":"_MU","id":null,"value":"How can necrotizing infections be classified?"},{"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"A multidisciplinary team is mandatory for the management of NSTIs. Depending on the time line, various specialties are involved. Specific attention should be given to the long-term management of these patients"}],"gor":"_MU","id":null,"value":"Is a multidisciplinary approach to necrotizing infections mandatory?"},{"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"Due to the rapid progression of the inflammatory process, early treatment of necrotizing infection is always recommended"}],"gor":"_MU","id":null,"value":"What is the pathophysiology of necrotizing infections?"},{"keywords":[14],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"Clinical signs of NSTI include pain out of proportion, edema extending beyond the erythema, and fever. A rapidly progressive soft-tissue infection should always be suspected as a necrotizing infection"},{"level":2,"gor":"_1B","id":null,"value":"The diagnosis of necrotizing infection is primarily a clinical diagnosis. However, radiologic imaging may be able to provide useful information when the diagnosis is uncertain. A plain X-ray should not be used to rule-out necrotizing infection"},{"level":2,"gor":"_2C","id":null,"value":"In unstable patients, ultrasound may be useful to differentiate simple cellulitis from necrotizing fasciitis"},{"level":2,"gor":"_1A","id":null,"value":"Imaging studies should not delay surgical consultation and intervention"}],"gor":"_MU","id":null,"value":"How can necrotizing infections be diagnosed?"},{"keywords":[120],"level":1,"children":[{"level":2,"gor":"_1B","id":null,"value":"Provide (surgical) source control in patients with NSTI as soon as possible, but at least within the first 12 h after admission, in patients with a high suspicion for necrotizing infection. Early source control, antimicrobial therapy, and (organ) supportive measures are the cornerstone of treatment in patients with sepsis or septic shock caused by NSTI"}],"gor":"_MU","id":null,"value":"What is the best timing of source control?"},{"level":1,"gor":"_MU","id":null,"value":"What is the best timing of re-exploration?"},{"level":1,"gor":"_1C","id":null,"value":"Consider to plan the first re-exploration within 12- 24 h and to repeat re-exploration(s) until the patient is free of necrosis"},{"keywords":[120],"level":1,"children":[{"level":2,"gor":"_2B","id":null,"value":"Consider adjuvant hyperbaric oxygen therapy in patients with NSTI after prompt debridement"}],"gor":"_MU","id":null,"value":"What is the role of hyperbaric oxygen therapy (HBO) for source control in necrotizing infections?"},{"keywords":[120],"level":1,"children":[{"level":2,"gor":"_2B","id":null,"value":"Consider intravenous immunoglobulin (IVIG) therapy in patients with necrotizing infections caused by GAS"}],"gor":"_MU","id":null,"value":"What is the role of intravenous immunoglobulin (IVIG) therapy for source control in necrotizing infections?"},{"keywords":[61],"level":1,"children":[{"level":2,"gor":"_1A","id":null,"value":"Supportive treatment in managing necrotizing infections must be early and aggressive to halt progression of the inflammatory process"}],"gor":"_MU","id":null,"value":"What are the resuscitation principles in patients with necrotizing infection?"},{"level":1,"children":[{"level":2,"gor":"_ST","id":null,"value":"AB103 (Reltecimod) is a new agent for modulation of inflammation after necrotizing infections. Further study is warranted to establish efficacy (no recommendation)."}],"gor":"_MU","id":null,"value":"What are the new agents to treat necrotizing infections?"},{"keywords":[26],"level":1,"children":[{"level":2,"gor":"_1B","id":null,"value":"Antibiotic treatment of necrotizing infections should be prompt and aggressive"},{"level":2,"gor":"_1C","id":null,"value":"The initial empirical antibiotic regimen should comprise broad-spectrum drugs including anti-MRSA and anti-Gram-negative coverage"},{"level":2,"gor":"_1B","id":null,"value":"Vancomycin treatment should be avoided in patients with renal impairment and when MRSA isolate shows a MIC for vancomycin >= 1.5 mg\/mL"},{"level":2,"gor":"_2C","id":null,"value":"Daptomycin or linezolid are drugs of choice for empirical anti-MRSA coverage. Alternatively, ceftaroline, telavancin, tedizolid, and dalbavacin can be used"},{"level":2,"gor":"_1B","id":null,"value":"The choice of anti-Gram-negative treatment should be based on local prevalence of ESBL-producing Enterobacateriaceae and multidrug-resistant organisms (MDROs) non-fermenters"},{"level":2,"gor":"_1C","id":null,"value":"De-escalation of antibiotic therapy should be based on clinical improvement, cultured pathogens, and results of rapid diagnostic tests where available"}],"gor":"_MU","id":null,"value":"What antibiotics are recommended for empiric treatment of clinically suspected necrotizing infections?"},{"keywords":[26],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"Either clindamycin or linezolid should be included in the empirical antibiotic regimen of NSTI "}],"gor":"_MU","id":null,"value":"Should an antitoxin active drug (clindamycin or oxazolidinon) be included in the empirical regiment of clinically suspected necrotizing infection?"},{"keywords":[26],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"In the absence of definitive clinical trials, antibiotic therapy should be administered until further debridement is no longer necessary, the patient has improved clinically, and fever has resolved for 48-72 h"},{"level":2,"gor":"_2B","id":null,"value":"Procalcitonin monitoring may be useful to guide antimicrobial discontinuation"}],"gor":"_MU","id":null,"value":"What is the optimal duration of antibiotic therapy for necrotizing infections?"},{"keywords":[121],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"Treatment of Fournier's gangrene includes prompt appropriate antibiotic therapy, hemodynamic support, and early debridement"},{"level":2,"gor":"_1C","id":null,"value":"Early and extensive initial surgical debridement in Fournier's gangrene patients improves survival"},{"level":2,"gor":"_2C","id":null,"value":"We suggest consideration for fecal diversion, either by colostomy, fecal tube system with or without negative pressure therapy, in cases of Fournier's gangrene with fecal contamination"}],"gor":"_MU","id":null,"value":"What is the treatment of Fournier's gangrene?"},{"keywords":[123],"level":1,"children":[{"level":2,"gor":"_1C","id":null,"value":"We suggest to consider negative pressure wound therapy (NPWT) for wound care after complete removal of necrosis in necrotizing infections"}],"gor":"_MU","id":null,"value":"What is the role of negative pressure wound therapy in soft-tissue infections and necrotizing fasciitis?"},{"keywords":[122],"level":1,"children":[{"level":2,"gor":"_1A","id":null,"value":"Respect prevention strategies to avoid surgical site infection and prosthetic contamination"},{"level":2,"gor":"_1C","id":null,"value":"We suggest avoidance of mesh contamination following incisional SSI by an early and adequate local source control as well as antibiotic treatment"},{"level":2,"gor":"_1C","id":null,"value":"In chronic sinuses and infected meshes, we suggest a complete surgical removal of the mesh which remains the only way to eradicate infection"},{"level":2,"gor":"_1C","id":null,"value":"No clear recommendations on the benefit of biologic versus synthetic mesh in potentially contaminated fields can be proposed."}],"gor":"_MU","id":null,"value":"What is the treatment of infected meshes?"}],"indexedList":[{"path":[0],"total":[113,109,110,111],"keywords":[109,110,111,113],"inherited":[],"id":"skinsoft","type":"rec","title":"Management of skin and soft-tissue infections \n"},{"path":[0,0],"total":[113,119,109,110,111],"keywords":[119],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"How should skin and soft tissue infections (SSTIs) be classified?"},{"path":[0,1],"total":[112,113,109,110,111],"keywords":[112],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is new in the prevention of SSIs? What are the principles of surgical site infection (SSI) prevention?"},{"path":[0,2],"total":[113,26,109,110,111],"keywords":[26],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the best treatment of incisional SSIs? When are antibiotics needed?"},{"path":[0,3],"total":[113,114,115,116,109,110,111],"keywords":[114,115,116],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the appropriate treatment of superficial infections (impetigo, erysipelas and cellulitis, and superficial abscesses)?"},{"path":[0,4],"total":[113,114,109,110,111],"keywords":[114],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the appropriate treatment of complex abscesses (perianal and perirectal, and abscesses in intravenous drug injection sites)?"},{"path":[0,5],"total":[113,117,109,110,111],"keywords":[117],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the appropriate treatment of infections developing in damaged skin (burn wounds, animal and human bites, and pressure ulcers)?"},{"path":[0,7],"total":[113,26,109,110,111],"keywords":[26],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What oral antibiotics can be used for the management of MRSA skin and soft-tissue infections? What intravenous antibiotics can be used for the management of MRSA skin and soft-tissue infections?"},{"path":[0,9],"total":[113,119,109,110,111],"keywords":[119],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"How can necrotizing infections be classified?"},{"path":[0,12],"total":[113,109,110,14,111],"keywords":[14],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"How can necrotizing infections be diagnosed?"},{"path":[0,13],"total":[113,120,109,110,111],"keywords":[120],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the best timing of source control?"},{"path":[0,16],"total":[113,120,109,110,111],"keywords":[120],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the role of hyperbaric oxygen therapy (HBO) for source control in necrotizing infections?"},{"path":[0,17],"total":[113,120,109,110,111],"keywords":[120],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the role of intravenous immunoglobulin (IVIG) therapy for source control in necrotizing infections?"},{"path":[0,18],"total":[113,109,61,110,111],"keywords":[61],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What are the resuscitation principles in patients with necrotizing infection?"},{"path":[0,20],"total":[113,26,109,110,111],"keywords":[26],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What antibiotics are recommended for empiric treatment of clinically suspected necrotizing infections?"},{"path":[0,21],"total":[113,26,109,110,111],"keywords":[26],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"Should an antitoxin active drug (clindamycin or oxazolidinon) be included in the empirical regiment of clinically suspected necrotizing infection?"},{"path":[0,22],"total":[113,26,109,110,111],"keywords":[26],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the optimal duration of antibiotic therapy for necrotizing infections?"},{"path":[0,23],"total":[113,121,109,110,111],"keywords":[121],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the treatment of Fournier's gangrene?"},{"path":[0,24],"total":[113,123,109,110,111],"keywords":[123],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the role of negative pressure wound therapy in soft-tissue infections and necrotizing fasciitis?"},{"path":[0,25],"total":[113,122,109,110,111],"keywords":[122],"inherited":[113,109,110,111],"id":"skinsoft","type":"rec","title":"What is the treatment of infected meshes?"}],"gor":"_MU","id":null,"value":"Management of skin and soft-tissue infections \n"}