{"keywords":[6],"level":0,"children":[{"level":1,"children":[{"keywords":[14,28,31,32,78,83,84,90],"level":2,"children":[{"level":3,"gor":"_1C","id":null,"value":"The choice of diagnostic technique at admission must be based on the hemodynamic status of the patient."},{"level":3,"gor":"_1A","id":null,"value":"E-FAST is effective and rapid to detect free fluid."},{"level":3,"gor":"_1B","id":null,"value":"CT scan with intravenous contrast is the gold standard in hemodynamically stable or stabilized trauma patients."},{"level":3,"gor":"_1B","id":null,"value":"Doppler US and contrast-enhanced US are useful to evaluate splenic vascularization and in follow-up."},{"level":3,"gor":"_1B","id":null,"value":"Injury grade on CT scan, extent of free fluid, and the presence of PSA do not predict non operative management failure or the need of operative management "}],"gor":"_MU","id":null,"value":"Diagnostic procedures"},{"keywords":[2,7,8,9,10,91],"level":2,"children":[{"level":3,"gor":"_2A","id":null,"value":"Patients with hemodynamic stability and absence of other abdominal organ injuries requiring surgery should undergo an initial attempt of NOM irrespective of injury grade."},{"level":3,"gor":"_2A","id":null,"value":"NOM of moderate or severe spleen injuries should be considered only in an environment that provides capability for patient intensive monitoring, AG\/AE, an immediately available OR and immediate access to blood and blood product or alternatively in the presence of a rapid centralization system and only in patients with stable or stabilized hemodynamic and absence of other internal injuries requiring surgery."},{"keywords":[92],"level":3,"gor":"_1A","id":null,"value":"NOM in splenic injuries is contraindicated in the setting of unresponsive hemodynamic instability or other indicates for laparotomy (peritonitis, hollow organ injuries, bowel evisceration, impalement)."},{"keywords":[31,83],"level":3,"gor":"_2A","id":null,"value":"In patients being considered for NOM, CT scan with intravenous contrast should be performed to define the anatomic spleen injury and identify associated injuries."},{"level":3,"gor":"_2B","id":null,"value":"AG\/AE may be considered the first-line intervention in patients with hemodynamic stability and arterial blush on CT scan irrespective from injury grade."},{"level":3,"gor":"_2B","id":null,"value":"Strong evidence exists that age above 55 years old, high ISS, and moderate to severe splenic injuries are prognostic factors for NOM failure. These patients require more intensive monitoring and higher index of suspicion."},{"level":3,"gor":"_2B","id":null,"value":"Age above 55 years old alone, large hemoperitoneum alone, hypotension before resuscitation, GCS < 12 and low-hematocrit level at the admission, associated abdominal injuries, blush at CT scan, anticoagulation drugs, HIV disease, drug addiction, cirrhosis, and need for blood transfusions should be taken into account, but they are not absolute contraindications for NOM ."},{"level":3,"gor":"_1C","id":null,"value":"In WSES class II–III spleen injuries with associated severe traumatic brain injury, NOM could be considered only if rescue therapy (OR and\/or AG\/AE) is rapidly available; otherwise, splenectomy should be performed."}],"gor":"_MU","id":null,"value":" Blunt\/penetrating trauma"},{"keywords":[7,10],"level":2,"children":[{"level":3,"gor":"_2A","id":null,"value":"AG\/AE may be performed in hemodynamically stable and rapid responder patients with moderate and severe lesions and in those with vascular injuries at CT scan (contrast blush, pseudo-aneurysms and arterio-venous fistula)."},{"level":3,"gor":"_2B","id":null,"value":"In patients with bleeding vascular injuries and in those with intraperitoneal blush, AG\/AE should be performed as part of NOM only in centers where AG\/AE is rapidly available. In other centers and in case of rapid hemodynamic deterioration, OM should be considered."},{"level":3,"gor":"_2C","id":null,"value":"In case of absence of blush during angiography, if blush was previously seen at CT scan, proximal angioembolization could be considered."},{"level":3,"gor":"_1B","id":null,"value":"AG\/AE should be considered in all hemodynamically stable patients with WSES grade III lesions, regardless of the presence of CT blush."},{"level":3,"gor":"_1C","id":null,"value":"AG\/AE could be considered in patients undergone to NOM, hemodynamically stable with sings of persistent hemorrhage regardless with the presence of CT blush once excluded extra-splenic source of bleeding."},{"level":3,"gor":"_2B","id":null,"value":"Hemodynamically stable patients with WSES grade II lesions without blush should not undergo routine AG\/AE but may be considered for prophylactic proximal embolization in presence of risk factors for NOM failure."},{"level":3,"gor":"_1C","id":null,"value":"In the presence of a single vascular abnormality (contrast blush, pseudo-aneurysms, and artero-venous fistula) in minor and moderate injuries, the currently available literature is inconclusive regarding whether proximal or distal embolization should be used. In the presence of multiple splenic vascular abnormalities or in the presence of a severe lesion, proximal or combined AG\/AE should be used, after confirming the presence of a permissive pancreatic vascular anatomy. "},{"level":3,"gor":"_1C","id":null,"value":"In performing, AG\/AE coils should be preferred to temporary agents."}],"gor":"_MU","id":null,"value":"The role of angiography\/angioembolization (AG\/AE)"},{"keywords":[4],"level":2,"children":[{"level":3,"gor":"_1C","id":null,"value":"Clinical and laboratory observation associated with bed rest in moderate and severe lesions is the cornerstone in the first 48–72 h follow-up."},{"level":3,"gor":"_2A","id":null,"value":"CT scan repetition during the admission should be considered in patients with moderate and severe lesions or in decreasing hematocrit, in presence of vascular anomalies or underlying splenic pathology or coagulopathy, and in neurologically impaired patients."},{"level":3,"gor":"_2B","id":null,"value":"In the presence of underlying splenic pathology or coagulopathy and in neurologically impaired patients CT follow-up is to be considered after the discharge."},{"level":3,"gor":"_2C","id":null,"value":"Activity restriction may be suggested for 4–6 weeks in minor injuries and up to 2–4 months in moderate and severe injuries."}],"gor":"_MU","id":null,"value":"Short- and long-term follow-up"},{"keywords":[5,95,96,97],"level":2,"children":[{"level":3,"gor":"_2A","id":null,"value":"Mechanical prophylaxis is safe and should be considered in all patients without absolute contraindication to its use.\n"},{"level":3,"gor":"_2A","id":null,"value":" Spleen trauma without ongoing bleeding is not an absolute contraindication to LMWH-based prophylactic anticoagulation."},{"level":3,"gor":"_2B","id":null,"value":"LMWH-based prophylactic anticoagulation should be started as soon as possible from trauma and may be safe in selected patients with blunt splenic injury undergone to NOM."},{"level":3,"gor":"_1C","id":null,"value":"In patient with oral anticoagulants, the risk-benefit balance of reversal should be individualized."}],"gor":"_MU","id":null,"value":"Thrombo-prophylaxis"},{"keywords":[99,100],"level":2,"children":[{"level":3,"gor":"_1A","id":null,"value":"Patients should receive immunization against the encapsulated bacteria (S. pneumoniae, H. influenzae, and N. meningitidis)."},{"level":3,"gor":"_2C","id":null,"value":"Vaccination programs should be started no sooner than 14 days after splenectomy or spleen total vascular exclusion."},{"level":3,"gor":"_1B","id":null,"value":"In patients discharged before 15 days after splenectomy or angioembolization, where the risk to miss vaccination is deemed high, the best choice is to vaccinate before discharge."},{"level":3,"gor":"_1C","id":null,"value":"Immunization against seasonal flu is recommended for patients over 6 months of age."},{"level":3,"gor":"_2C","id":null,"value":"Malaria prophylaxis is strongly recommended for travelers."},{"level":3,"gor":"_2A","id":null,"value":"Antibiotic therapy should be strongly considered in the event of any sudden onset of unexplained fever, malaise, chills, or other constitutional symptoms, especially when medical review is not readily accessible."}],"gor":"_MU","id":null,"value":"Infections prophylaxis in asplenic and hyposplenic adult and pediatric patients"}],"gor":"_MU","id":null,"value":"Splenic trauma in adult patients"},{"level":1,"children":[{"keywords":[14,31,32,78,83,84,90],"level":2,"children":[{"level":3,"gor":"_2C","id":null,"value":"Primary care providers should be aware of splenectomy\/angioembolization."},{"level":3,"gor":"_1A","id":null,"value":"The role of E-FAST in the diagnosis of pediatric spleen injury is still unclear."},{"level":3,"gor":"_1B","id":null,"value":"A positive E-FAST examination in children should be followed by an urgent CT in stable patients."},{"level":3,"gor":"_1B","id":null,"value":"Complete abdominal US may avoid the use of CT in stable patients."},{"level":3,"gor":"_1A","id":null,"value":"Contrast-enhanced CT scan is the gold standard in pediatric splenic trauma."},{"level":3,"gor":"_1B","id":null,"value":"Doppler US and contrast-enhanced US are useful to evaluate splenic vascularization."},{"level":3,"gor":"_1A","id":null,"value":"CT scan is suggested in children at risk for head and thoracic injuries, need for surgery, recurrent bleeding, and if other abdominal injuries are suspected."},{"level":3,"gor":"_1B","id":null,"value":"Injury grade on CT scan, free fluid amount, contrast blush, and the presence of pseudo-aneurysm do not predict NOM failure or the need for OM."}],"gor":"_MU","id":null,"value":"Diagnostic procedures in pediatric patients"},{"keywords":[2,91],"level":2,"children":[{"level":3,"gor":"_2A","id":null,"value":"NOM is recommended as first-line treatment for hemodynamically stable pediatric patients with blunt splenic trauma."},{"level":3,"gor":"_2A","id":null,"value":"Patients with moderate-severe blunt and all penetrating splenic injuries should be considered for transfer to dedicated pediatric trauma centers after hemodynamic stabilization."},{"level":3,"gor":"_2A","id":null,"value":"NOM of spleen injuries in children should be considered only in an environment that provides the capability for patient continuous monitoring, angiography, and trained surgeons, an immediately available OR and immediate access to blood and blood products or alternatively in the presence of a rapid centralization system in those patients amenable to be transferred."},{"level":3,"gor":"_2B","id":null,"value":"NOM should be attempted even in the setting of concomitant head trauma; unless the patient is unstable, this might be due to intra-abdominal bleeding."}],"gor":"_MU","id":null,"value":"Non-operative management in pediatric patients"},{"keywords":[2,8,9,91],"level":2,"children":[{"level":3,"gor":"_2A","id":null,"value":"Blunt splenic injuries with hemodynamic stability and absence of other internal injuries requiring surgery should undergo an initial attempt of NOM irrespective of injury grade."},{"level":3,"gor":"_1A","id":null,"value":"In hemodynamically stable children with isolated splenic injury splenectomy should be avoided."},{"level":3,"gor":"_2A","id":null,"value":"NOM is contraindicated in presence of peritonitis, bowel evisceration, impalement or other indications to laparotomy."},{"level":3,"gor":"_2B","id":null,"value":"The presence of contrast blush at CT scan is not an absolute indication for splenectomy or AG\/AE in children."},{"level":3,"gor":"_2B","id":null,"value":"Intensive care unit admission in isolated splenic injury may be required only for moderate and severe lesions."},{"level":3,"gor":"_ST","id":null,"value":"No sufficient data validating NOM for penetrating spleen injury in children exist."}],"gor":"_MU","id":null,"value":"Blunt\/penetrating trauma in pediatric patients"},{"keywords":[2,7,10,31,32,83],"level":2,"children":[{"level":3,"gor":"_1C","id":null,"value":"The vast majority of pediatric patients do not require AG\/AE for CT blush or moderate to severe injuries."},{"level":3,"gor":"_1C","id":null,"value":"AG\/AE may be considered in patients undergone to NOM, hemodynamically stable with sings of persistent hemorrhage not amenable of NOM, regardless with the presence of CT blush once excluded extra-splenic source of bleeding."},{"level":3,"gor":"_2C","id":null,"value":"AG\/AE may be considered for the treatment of post-traumatic splenic pseudo-aneurysms prior to patient discharge."},{"level":3,"gor":"_1C","id":null,"value":"Patients with more than 15 years old should be managed according to adults AG\/AE-protocols."}],"gor":"_MU","id":null,"value":"The role of angiography\/angioembolization (AG\/AE) in pediatric patients"},{"keywords":[20,33,81,92],"level":2,"children":[{"level":3,"gor":"_2A","id":null,"value":"Patients should undergo OM in case of hemodynamic instability, failure of conservative treatments, severe coexisting injuries necessitating intervention and peritonitis, bowel evisceration, impalement."},{"level":3,"gor":"_2B","id":null,"value":"Splenic preservation (at least partial) should be attempted whenever possible."}],"gor":"_MU","id":null,"value":"Operative management (OM) in pediatric patients"},{"keywords":[2,4,28,79,80,91,98],"level":2,"children":[{"level":3,"gor":"_2B","id":null,"value":"In hemodynamic stable children without a drop in hemoglobin levels for 24 h, bed rest should be suggested."},{"level":3,"gor":"_2B","id":null,"value":"The risk of pseudo-aneurysm after splenic trauma is low, and in most cases, it resolves spontaneously."},{"level":3,"gor":"_2B","id":null,"value":"Angioembolization should be taken into consideration when a pseudoaneurysm is found. "},{"level":3,"gor":"_1B","id":null,"value":"US (DUS, CEUS) follow-up seems reasonable to minimize the risk of life-threatening hemorrhage and associated complications in children."},{"level":3,"gor":"_2B","id":null,"value":"After NOM in moderate and severe injuries, the reprise of normal activity could be considered safe after at least 6 weeks."}],"gor":"_MU","id":null,"value":"Short- and long-term follow-up in pediatric patients"}],"gor":"_MU","id":null,"value":"Splenic trauma in pediatric patients"}],"indexedList":[{"path":[0],"total":[6],"keywords":[6],"inherited":[],"id":"splenic_trauma_management","type":"rec","title":"Splenic trauma management"},{"path":[0,0,0],"total":[32,83,84,6,90,28,14,78,31],"keywords":[14,28,31,32,78,83,84,90],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"Diagnostic procedures"},{"path":[0,0,1],"total":[2,6,7,8,9,10,91],"keywords":[2,7,8,9,10,91],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":" Blunt\/penetrating trauma"},{"path":[0,0,1,2],"total":[2,6,7,8,9,10,91,92],"keywords":[92],"inherited":[2,6,7,8,9,10,91],"id":"splenic_trauma_management","type":"rec","title":"NOM in splenic injuries is contraindicated in the setting of unresponsive hemodynamic instability or other indicates for laparotomy (peritonitis, hollow organ injuries, bowel evisceration, impalement)."},{"path":[0,0,1,3],"total":[2,83,6,7,8,9,10,91,31],"keywords":[31,83],"inherited":[2,6,7,8,9,10,91],"id":"splenic_trauma_management","type":"rec","title":"In patients being considered for NOM, CT scan with intravenous contrast should be performed to define the anatomic spleen injury and identify associated injuries."},{"path":[0,0,2],"total":[6,7,10],"keywords":[7,10],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"The role of angiography\/angioembolization (AG\/AE)"},{"path":[0,0,3],"total":[4,6],"keywords":[4],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"Short- and long-term follow-up"},{"path":[0,0,4],"total":[96,97,5,6,95],"keywords":[5,95,96,97],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"Thrombo-prophylaxis"},{"path":[0,0,5],"total":[99,100,6],"keywords":[99,100],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"Infections prophylaxis in asplenic and hyposplenic adult and pediatric patients"},{"path":[0,1,0],"total":[32,83,84,6,90,14,78,31],"keywords":[14,31,32,78,83,84,90],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"Diagnostic procedures in pediatric patients"},{"path":[0,1,1],"total":[2,6,91],"keywords":[2,91],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"Non-operative management in pediatric patients"},{"path":[0,1,2],"total":[2,6,8,9,91],"keywords":[2,8,9,91],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"Blunt\/penetrating trauma in pediatric patients"},{"path":[0,1,3],"total":[32,2,83,6,7,10,31],"keywords":[2,7,10,31,32,83],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"The role of angiography\/angioembolization (AG\/AE) in pediatric patients"},{"path":[0,1,4],"total":[33,81,20,6,92],"keywords":[20,33,81,92],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"Operative management (OM) in pediatric patients"},{"path":[0,1,5],"total":[80,2,98,4,6,91,28,79],"keywords":[2,4,28,79,80,91,98],"inherited":[6],"id":"splenic_trauma_management","type":"rec","title":"Short- and long-term follow-up in pediatric patients"}],"gor":"_MU","id":null,"value":"Splenic trauma management"}